import { SpecializationEntity } from "../types/specializations/ISpecialization";
export const specializations: SpecializationEntity[] = [
    {
        accentColor: "005B6C",
        title: "Терапия",
        description:
            "Терапевт – это врач, который осуществляет общее наблюдение, диагностику, при необходимости направляет пациентов на консультацию к узким специалистам. За консультацией к терапевту обращаются с жалобами и с профилактической целью, для оформления различных справок и медицинских карт.",
        imageUrl: "/images/specs/stetoskop.png",
        slug: "therapy",
    },
    {
        accentColor: "BA2172",
        title: "Гинекология",
        description:
            "Гинеколог — врач узкой специализации, занимающийся диагностикой, профилактикой и лечением болезней женской репродуктивной системы.",
        imageUrl: "/images/specs/flower.png",
        slug: "ginecology",
    },
    {
        accentColor: "D31D0A",
        title: "Урология",
        description:
            "Терапевт – это врач, который осуществляет общее наблюдение, диагностику, при необходимости направляет пациентов на консультацию к узким специалистам. За консультацией к терапевту обращаются с жалобами и с профилактической целью, для оформления различных справок и медицинских карт.",
        imageUrl: "/images/specs/ball.png",
        slug: "urology",
    },
    {
        accentColor: "CDC3B7",
        title: "Стоматология",
        description:
            "Стоматолог — специалист, занимающийся диагностикой, лечением и профилактикой заболеваний полости рта.",
        imageUrl: "/images/specs/teeth.png",
        slug: "dentist",
    },
    {
        accentColor: "5A5F66",
        title: "Диагностика",
        description:
            "Специализация, врачи которой, занимются диагностикой и лечением различных заболеваний глаз и зрительного нерва.",
        imageUrl: "/images/specs/uzi.png",
        slug: "diagnose",
    },
    {
        accentColor: "838383",
        title: "Отоларингология (услуги ЛОРа)",
        description:
            "Отоларинголог (ЛОР) – это врач, который занимается профилактикой и лечением заболеваний уха, горла и носа. Сокращение ЛОР образовано от слова «ларингооторинолог». В буквальном переводе слово «отоларингология» значит «наука об ухе, горле и носе». ЛОР лечит заболевания сразу трех органов, потому что эти органы находятся в тесной физиологической связи. По этой же причине болезни данных органов, особенно инфекционные, часто требуют комплексного лечения.",
        imageUrl: "/images/specs/therapy.png",
        slug: "lor",
    },
    {
        accentColor: "A5988C",
        title: "Офтальмология",
        description:
            "Специализация, врачи которой, занимются диагностикой и лечением различных заболеваний глаз и зрительного нерва. ",
        imageUrl: "/images/specs/glasses.png",
        slug: "oftolmology",
    },
    {
        accentColor: "B6C3C9",
        title: "Дермато-косметология",
        description:
            "Специалист в косметологии, имеющий высшее медицинское образование по специальности дерматовенерология и дополнительное образование по косметологии. ",
        imageUrl: "/images/specs/mirror.png",
        slug: "cosmetology",
    },
    {
        accentColor: "5380D4",
        title: "Хирургия и проктология",
        description:
            "Хирург — это врач, специализирующийся на диагностике и лечении патологических состояний, требующих оперативного вмешательства. Хирургия — одна из многогранных и очень сложных областей медицины, структурированная на множество отдельных специализаций.",
        imageUrl: "/images/specs/gloves.png",
        slug: "surgeon",
    },
];
